Revit 2027 API
AdvancedWood.WoodEarlywoodSharpness Property
 The property labeled "Percentage of pure earlywood" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodEarlywoodSharpness { get; }
Public Shared ReadOnly Property WoodEarlywoodSharpness As String
	Get
public:
static property String^ WoodEarlywoodSharpness {
	String^ get ();
}
static member WoodEarlywoodSharpness : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace